[
    {
        "id": 0,
        "name": "California",
        "description": "California is a state in the Western United States. California borders Oregon to the north, Nevada and Arizona to the east, the Mexican state of Baja California to the south; and has a coastline along the Pacific Ocean to the west. With over 39.5 million residents across a total area of approximately 163,696 square miles (423,970 km2), it is the most populous and the third-largest U.S. state by area. It is also the most populated subnational entity in North America and the 34th most populous in the world. The Greater Los Angeles area and the San Francisco Bay Area are the nation's second and fifth most populous urban regions respectively, with the former having more than 18.7 million residents and the latter having over 9.6 million. Sacramento is the state's capital, while Los Angeles is the most populous city in the state and the second most populous city in the country (after New York City)."
    },
    {
        "id": 1,
        "name": "Alaska",
        "description": "Alaska is a state located in the Western United States on the northwest extremity of North America. A semi-exclave of the U.S., it borders the Canadian province of British Columbia and the territory of Yukon to the east and shares a maritime border with the Russian Federation's Chukotka Autonomous Okrug to the west, just across the Bering Strait. To the north are the Chukchi and Beaufort seas of the Arctic Ocean, while the Pacific Ocean lies to the south and southwest."
    },
    {
        "id": 2,
        "name": "Montana",
        "description": "Montana is a state in the Mountain West subregion of the Western United States. It is bordered by Idaho to the west; North Dakota and South Dakota to the east; Wyoming to the south; and by the Canadian provinces of Alberta, British Columbia, and Saskatchewan to the north. It is the fourth-largest state by area, the seventh-least populous state, and the third-least densely populated state. Its state capital is Helena. The western half of Montana contains numerous mountain ranges, while the eastern half is characterized by western prairie terrain and badlands, with smaller mountain ranges found throughout the state. In all, 77 named ranges are part of the Rocky Mountains."
    },
    {
        "id": 3,
        "name": "Washington",
        "description": "Washington, officially the State of Washington, is a state in the Pacific Northwest region of the Western United States. Named for George Washington—the first U.S. president—the state was formed from the western part of the Washington Territory, which was ceded by the British Empire in 1846, in accordance with the Oregon Treaty in the settlement of the Oregon boundary dispute. The state, which is bordered on the west by the Pacific Ocean, Oregon to the south, Idaho to the east, and the Canadian province of British Columbia to the north—was admitted to the Union as the 42nd state in 1889. Olympia is the state capital; the state's largest city is Seattle. Washington is often referred to as Washington state to distinguish it from the nation's capital, Washington, D.C."
    },
    {
        "id": 4,
        "name": "Virginia",
        "description": "Virginia, officially the Commonwealth of Virginia, is a state in the Mid-Atlantic and Southeastern regions of the United States, between the Atlantic Coast and the Appalachian Mountains. The geography and climate of the Commonwealth are shaped by the Blue Ridge Mountains and the Chesapeake Bay, which provide habitat for much of its flora and fauna. The capital of the Commonwealth is Richmond; Virginia Beach is the most-populous city, and Fairfax County is the most-populous political subdivision. The Commonwealth's population in 2020 was over 8.65 million, with 36% of them living in the Baltimore–Washington metropolitan area."
    },
    {
        "id": 5,
        "name": "New Hampshire",
        "description": "New Hampshire is a state in the New England region of the United States. It is bordered by Massachusetts to the south, Vermont to the west, Maine and the Gulf of Maine to the east, and the Canadian province of Quebec to the north. Of the 50 U.S. states, New Hampshire is the fifth smallest by area and the tenth least populous, with slightly more than 1.3 million residents. Concord is the state capital, while Manchester is the largest city. New Hampshire's motto, 'Live Free or Die', reflects its role in the American Revolutionary War; its nickname, 'The Granite State', refers to its extensive granite formations and quarries. It is best known nationwide for holding the first primary (after the Iowa caucus) in the U.S. presidential election cycle."
    }
]
